/* Menu action item for sharing device logs. */
"AboutPassphrases" = "パスフレーズについて";
/* Action item in settings screen to add an Issuer manually.
   Add credential in issuer detail
   Title in settings */
"AddCredential" = "資格証明を追加";
/* Title when adding certificate in progress
   Title when adding issuer in progress */
"AddingCredential" = "資格証明を追加中";
/* Title when adding issuer in progress */
"AddingIssuer" = "発行者を追加中";
/* Action item in settings screen to add an Issuer manually.
   Navigation title for the 'Add Issuer' form. */
"AddIssuer" = "発行者を追加";
/* Generic error when adding an issuer. */
"AddIssuerFailAlertMessage" = "発行者を追加できませんでした。やり直してください";
/* Alert title when adding an issuer fails for any reason. */
"AddIssuerFailAlertTitle" = "発行者の追加エラー";
/* Error message displayed when adding issuer failed */
"AddIssuerFailMessage" = "発行者の追加中にエラーが発生しました。このエラーは、単一使用の招待リンクが複数回クリックされると発生する場合があります。必要であれば、発行者に確認して、やり直してください。";
/* Generic error for failure to add an issuer */
"AddIssuerGenericError" = "発行者の追加中にエラーが発生しました。しばらくしてからやり直してください。";
/* Add issuer alert message */
"AddIssuerSuccess" = "発行者を追加しました。発行者画面を確認してください。";
/* Invalid state error message when adding an issuer. */
"AppRestartRequired" = "アプリが無効な状態です。アプリを終了して再起動してから、やり直してください。";
/* Force app update dialog message */
"AppUpdateAlertMessage" = "この発行者を追加するには、Blockcerts Walletの最新バージョンが必要です。";
/* Force app update dialog title */
"AppUpdateAlertTitle" = "Blockcerts Walletを更新してください";
/* Confirmation before copying for backup */
"AreYouSure" = "続行しますか？";
/* Explain that we need them to authenticate in order to replace their passphrase. */
"AuthenticateReplacePassphrase" = "セキュアなパスフレーズを置換するために認証します。";
/* Prompt to authenticate in order to reveal their passphrase. */
"AuthenticateSeePassphrase" = "セキュアパスフレーズを確認するために認証します。";
/* Auth failure replacing passphrase */
"AuthenticationError" = "認証できませんでした。やり直してください。";
/* Onboarding screen backup passphrase title */
"BackupPassphrase" = "パスフレーズをバックアップ";
/* Email subject line when backing up passphrase */
"BlockcertsBackup" = "Blockcertsのバックアップ";
/* Title of main interface */
"BlockcertsWallet" = "Blockcerts Wallet";
/* Button to cancel user action
   Cancel action
   Cancel the action sheet.
   Dismiss action */
"Cancel" = "キャンセル";
/* Caution title presented when attempting to delete a certificate. */
"Caution" = "注意！";
/* Message to user to check the passphrase */
"CheckPassphraseTryAgain" = "パスフレーズを確認して、やり直してください。";
/* Choose credential import method */
"ChooseMethod" = "方法を選択：";
/* Button to cancel user action */
"Close" = "閉じる";
/* Continue */
"Continue" = "続行";
/* Instruction to copy and paste credential URL */
"CopyCredentialURL" = "資格証明URLを入力するか、貼り付けてください：";
/* Copy to Email or Clipboard */
"CopyEmailClipboard" = "Eメールまたはクリップボードにコピー";
/* Create backup */
"CreateBackup" = "バックアップを作成";
/* Credential */
"Credential" = "資格証明";
/* Credential info screen field label */
"CredentialExpiration" = "資格証明の有効期限";
/* Successful credential import alert message */
"CredentialImportSuccess" = "資格証明を正常にインポートしました。発行者ビューで検索できます。";
/* Title of credential information screen */
"CredentialInfo" = "資格証明情報";
/* Credential info screen field label */
"CredentialName" = "資格証明の名称";
/* A longer explanation of the error message displayed when we can't read a certificate file the user tried to import. */
"CredentialParseError" = "ファイルを開こうとした際に問題が発生しました。";
/* Accessibility label for credential URL text field */
"CredentialURL" = "資格証明URL";
/* Label for the current passphrase. */
"CurrentPassphrase" = "使用中のパスフレーズ";
/* Onboarding screen label for Current User */
"CurrentUser" = "現在のユーザー";
/* Credential info screen field label */
"DateIssued" = "発行日";
/* Confirm delete action */
"Delete" = "削除";
/* Action to delete a credential in the metadata view. */
"DeleteCredential" = "資格証明を削除";
/* Explanation of the effects of deleting a certificate. */
"DeleteCredentialExplanation" = "バックアップしないでこの資格証明を削除すると、回復するには発行者に資格証明の再送依頼する必要があります。\n\nこの資格証明を削除しますか？";
/* Generic error description. We couldn't delete a certificate. */
"DeleteCredentialGenericError" = "資格証明を削除する際に、問題が発生しました。";
/* Generic error title. We couldn't delete a certificate. */
"DeleteFileError" = "ファイルを削除できませんでした";
/* A message displayed after clearing the logs successfully. */
"DeleteLogsSuccess" = "このデバイスからログを削除しました。";
/* Credential info screen field label */
"Description" = "説明";
/* Explanation for failing to share the log file */
"DeviceMissingLogs" = "このデバイスでログを検索できませんでした。";
/* Button copy */
"Done" = "完了";
/* Scare tactic to warn user about insecurity of email */
"EmailBackupWarning" = "このバックアップ方法は安全性が低いです。続行しますか？";
/* Action item in settings screen. */
"EmailLogs" = "Eメールログ";
/* Empty Credentials View */
"EmptyCredentials" = "資格証明が発行されるとEメールが届きます。メールの中のリンクに従ってプロセスを完了します。";
/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"EnableAuthenticationPrompt" = "パスフレーズのセキュリティを保護するには、 Blockcerts Walletの設定に移動してTouch ID、Face IDまたはパスコードを有効にしてからやり直してください。";
/* Enter */
"Enter" = "入力";
/* Add Issuer Enter Code */
"EnterIssuerCode" = "ワンタイムコードを入力";
/* Add Issuer Enter URL */
"EnterIssuerURL" = "発行者から提供されたURLを入力";
/* Enter Passphrase */
"EnterPassphrase" = "パスフレーズを入力";
/* Enter Passphrase Instruction */
"EnterPassphraseInstruction" = "パスフレーズをここに入力するか、貼り付けてください：";
/* Alert title when you re-import an existing certificate */
"FileAlreadyImported" = "ファイルは、すでにインポートされています";
/* Longer explanation about importing an existing file. */
"FileAlreadyImportedExplanation" = "ファイルは、すでにインポートされています。表示しますか？";
/* Title for the failed-to-share-your-logs alert */
"FileNotFound" = "ファイルが見つかりませんでした";
/* Generic authentication failure error. */
"GenericAuthenticationError" = "パスフレーズを確認するには、再度認証してみてください。";
/* Import */
"Import" = "インポート";
/* Sucessful credential import alert title */
"ImportComplete" = "インポート完了";
/* Contextual action. Tapping this prompts the user to add a file from a document provider. */
"ImportFromFile" = "ファイルからインポート";
/* Contextual action. Tapping this prompts the user for a URL to pull the certificate from. */
"ImportFromURL" = "URLからインポート";
/* Credential Info Button */
"Info" = "情報";
/* Issuer info screen field label */
/* Translator's note: the meaning of this field is unclear. I'm leaving it in English for now. */
"IntroducedOn" = "紹介";
/* Imported certificate didn't parse title
   Title for an alert when importing an invalid certificate */
"InvalidCredential" = "無効な資格証明";
/* Imported title didn't parse message */
"InvalidCredentialFile" = "資格証明URLが無効のようです。確認して、やり直してください。";
/* Title in alert view after processing failed user input */
"InvalidPassphrase" = "無効なパスフレーズ";
/* This describes the issuer cell in the collection view. It's an accessibility label read aloud for users with VoiceOver. */
"Issuer" = "発行者";
/* This error is presented when the user uses a bad nonce */
"IssuerAuthenticationError" = "発行者のために認証できませんでした。ワンタイムコードを確認して、やり直してください。";
/* Issuer info screen field label */
"IssuerContactEmail" = "発行者の連絡先Eメール";
/* Title of credential information screen */
"IssuerInfo" = "発行者情報";
/* Format string for an issuer response with an invalid property. Variable is the property name that's invalid. */
"IssuerInvalidProperty" = "発行者は返信しましたが、 \"%@\"という無効なプロパティが含まれていました";
/* Missing description text for issuer. */
"IssuerMissingDescription" = "説明がありません。";
/* Format string for an issuer response with a missing property. Variable is the property name that's missing. */
"IssuerMissingProperty" = "発行者は返信しましたが、\"%@\"プロパティが含まれていませんでした";
/* Issuer info screen field label */
"IssuerName" = "発行者名";
/* Error message displayed when we see missing or invalid JSON in the response. */
"IssuerResponseErrorJSON" = "発行者の返信を処理できませんでした。発行者へお問い合わせください。";
/* Issuer View Header */
"Issuers" = "発行者一覧";
/* Error message when the issuer's data doesn't match the URL it's hosted at. */
"IssuerTampered" = "発行者情報が改ざんされているようです。発行者へお問い合わせください。";
/* Accessibility label for issuer URL text field */
"IssuerURL" = "発行者URL";
/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"LocalAuthenticationDisabled" = "このアプリでは、ローカル認証が無効になっているようです。認証がない状態でのパスフレーズ表示はセキュアではありません。設定でこのアプリのローカル認証を有効にしてください。";
/* Title for SAML login */
"LoginToIssuer" = "発行者にログイン";
/* Manual Hard Copy */
"ManualHardCopy" = "手動によるハードコピー";
/* Error state: missing issuer data in issuer cell */
"MissingIssuer" = "発行者の欠落";
/* Multiple credentials */
"MultipleCredentials" = "%@の資格証明があります";
/* Action item in settings screen. */
"MyPassphrase" = "マイパスフレーズ";
/* Credential info screen description of credential that never expires */
"Never" = "無期限";
/* Onboarding screen label for New User */
"NewUser" = "新しいユーザー";
/* Welcome new user body */
"NewUserBody" = "発行者が追加できるようになるとメールが届きます。メールの中のリンクをクリックして、プロセスを完了してください。";
/* Welcome new user footer */
"NewUserFooter" = "設定で「発行者を追加」をタップすると手動で発行者を追加することができます。";
/* Welcome new user header */
"NewUserHeader" = "準備完了！";
/* No credentials */
"NoCredentials" = "資格証明がありません";
/* Button copy
   Button label
   Button to confirm user action
   OK dismiss action */
"Okay" = "OK";
/* 1 credential */
"OneCredential" = "1つの資格証明";
/* Accessibility label for issuer code text field */
"OneTimeCode" = "ワンタイムコード";
/* Navigation title for revealing the current passphrase. */
"Passphrase" = "パスフレーズ";
/* Passphrase description */
"PassphraseDescription" = "ウォレット用のパスフレーズです。この電話機の中にバックアップは入っていますが、デバイス変更の場合に備えてもう一つのバックアップを作成する必要があります。";
/* Passphrase generated */
"PassphraseGenerated" = "パスフレーズを作成しました！";
/* Failure saving replacement passphrase */
"PassphraseSaveFail" = "このパスフレーズを保存できませんでした。";
/* Accessibility label for video play button in onboarding */
"PlayIntroVideo" = "紹介動画を再生。";
/* Menu item in the settings screen that links to our privacy policy.
   Title for the screen with our privacy policy on it. */
"PrivacyPolicy" = "プライバシーポリシー";
/* Alert view title shown when unable to authenticate for My Passphrase */
"ProtectYourPassphrase" = "パスフレーズを保護";
/* No network connection alert message */
"ReachabilityAlertMessage" = "ネットワーク接続を確認して、やり直してください。";
/* No network connection alert title */
"ReachabilityAlertTitle" = "ネットワークに接続していません";
/* Title for an error message displayed when we can't read a certificate file the user tried to import. */
"ReadFileError" = "ファイルを読み込めませんでした";
/* Replace passphrase action button */
"Replace" = "置換";
/* Title for replacing the passphrase */
"ReplacePassphrase" = "パスフレーズを置換";
/* Error message when an identification request is aborted */
"RequestAborted" = "リクエストが中断されました。やり直してください。";
/* Welcome returning user body */
"ReturningUserBody" = "発行者を表示するには、設定に移動して資格証明を追加するか、発行者のEメール経由で追加してください。";
/* Welcome returning user footer */
"ReturningUserFooter" = "設定にアクセスして発発行者を追加をタップすることで、発行者を手動で追加できます。";
/* Welcome returning user header */
"ReturningUserHeader" = "資格証明を再インポート";
/* Title for our specific warning about validating a sample certificate */
"SampleCredential" = "サンプル資格証明";
/* Explanation for why you can't validate the sample certificate. */
"SampleCredentialVerificationImpossible" = "これは、認証できないサンプル資格証明書です。実際の資格証明では、ライブ認証プロセスを実行します。";
/* Select Backup Methods */
"SelectBackupMethods" = "バックアップ方法を選択";
/* Header for selecting backup methods */
"SelectOne" = "以下のオプションから、少なくとも一つ選択してください：";
/* Button for selecting backup methods */
"SelectOneButton" = "1つ選択して続行";
/* Error message when an identification request sees a server error */
"ServerError" = "サーバーでエラーが発生しました。やり直してください。";
/* Title of the Settings screen. */
"Settings" = "設定";
/* Credential Share Button */
"Share" = "共有";
/* Share credential action sheet title */
"ShareCredential" = "資格証明を共有";
/* Alert title when sharing a certificate fails. */
"ShareCredentialError" = "資格証明書を共有できませんでした。";
/* Alert message when sharing a certificate fails. Generic error. */
"ShareCredentialGenericError" = "ファイルの準備中にエラーが発生しました。しばらくしてからやり直してください。";
/* Issuer info screen field label */
"SharedAddress" = "共有アドレス";
/* Action to share certificate file, presented in an action sheet. */
"ShareFile" = "ファイルを共有";
/* Action to share the certificate's hosting URL, presented in an action sheet. */
"ShareLink" = "リンクを共有";
/* Action button for revealing the current passphrase */
"ShowPassphrase" = "パスフレーズを表示";
/* action completed successfully
   Add issuers alert title
   Alert title */
"Success" = "成功！";
/* Welcome returning user from app update body */
"UpdateUserBody" = "エクスペリエンスを向上させましたが、以前と同様に資格証明を受け取ったり管理したりできます。";
/* Welcome returning user from app update body 2 */
"UpdateUserBody2" = "今後はパスフレーズのバックアップが必要ですが、アプリから簡単にできます。";
/* Welcome returning user from app update body 3 */
"UpdateUserBody3" = "続行をタップして開始します。";
/* Welcome returning user from app update header */
"UpdateUserHeader" = "新しい Blockcerts Walletにようこそ！";
/* Issuer info screen field label */
"URL" = "URL";
/* Verification */
"Verification" = "確認";
/* Credential verification fail message */
"VerificationFail" = "この資格証明は、確認されていません。発行者へお問い合わせください。";
/* Credential verification in progress message */
"VerificationInProgress" = "%@資格証明を確認しています…";
/* Credential verification success message */
"VerificationSuccess" = "これは、有効な%@資格証明です。";
/* Credential verification success */
"Verified" = "確認されました！";
/* Credential Verify Button */
"Verify" = "確認";
/* Action prompt to view the imported certificate */
"View" = "表示";
/* Onboarding screen title */
"Welcome" = "ようこそ";
/* Instruction to save passphrase */
"WriteYourPassphrase" = "パスフレーズを紙に書いて安全な場所に保管してください。";
/* You have multiple credentials */
"YouHaveMultipleCredentials" = "%@ の資格証明があります";
/* You have 1 credential */
"YouHaveOneCredential" = "1つの資格証明があります";
